interface Service {
  title: string,
  text: string
}

const services: Service[] = [
  {
    title: 'Дизайн&nbsp;&mdash;&nbsp;проект',
    text: 'Мы&nbsp;предоставляем услуги по&nbsp;профессиональной разработке дизайн-проекта, \
      который поможет вам оформить пространство с&nbsp;учетом стиля, функциональности и&nbsp;комфорта. \
      Включая визуализации, техническую документацию и&nbsp;подробный сметный расчет, вы&nbsp;получите \
      целостное представление о&nbsp;вашем будущем интерьере.'
  },
  {
    title: '⁠Ремонт',
    text: 'Мы&nbsp;предлагаем качественный ремонт, который выполняют опытные специалисты с&nbsp;соблюдением \
      всех сроков и&nbsp;стандартов. После завершения работ вы&nbsp;получите двухлетнюю гарантию на&nbsp;устранение \
      возможных недостатков.'
  },
  {
    title: '⁠Комплектация',
    text: 'Мы&nbsp;предоставляем полный спектр услуг для осуществления вашего проекта, \
      включая все этапы&nbsp;&mdash; от&nbsp;разработки дизайн-проекта до&nbsp;передачи \
      готового объекта. Наша команда заботится о&nbsp;каждой детали: мы&nbsp;создаём концепцию, \
      проводим ремонт и&nbsp;занимаемся комплектацией, чтобы вы&nbsp;могли без усилий получить квартиру, \
      готовую к&nbsp;заселению и&nbsp;оптимально адаптированную для комфортной жизни.'
  }
];

export default services;
